{
  "total_docs": 52132,
  "total_words": 66864162,
  "avg_score": 4.213779468812791,
  "unique_domains": 18851,
  "samples": {
    "high_quality": [
      {
        "text": "U.S. Supreme Court\nOelricks v. Ford, 64 U.S. 23 How. 49 49 (1859)\nOelricks v. Ford\n64 U.S. (23 How.) 49\nERROR TO THE CIRCUIT COURT OF THE UNITED\nSTATES FOR THE DISTRICT OF MARYLAND\nWhere there was a written contract for the delivery of a certain number of barrels of flour at a given price, to be delivered within a named time at the seller's option, and evidence was offered by the purchaser of an usage existing that a margin should be put up, the court below was right in refusing to, allow this evidence to go to the jury because it was too indefinite and uncertain to establish an usage.\nAnd moreover, if the usage existed, the proof would have been inadmissible to affect the construction of the contract, in which there was no ambiguity or doubt on the face of the instrument.\nAny parol evidence of conversations or of an understanding of the parties that the contract was made subject to such an usage was inadmissible, as these were merged in the written instrument.\nThe contract was made in Baltimore, between the purchasers and an agent of the seller, the seller residing in New York. The latter, and not the agent, was bound to bring the suit, as the character of the agent was disclosed on the face of the contract. There is no distinction in the principle governing agencies of this description between the cases of a home or foreign principal.\nThis was an action of assumpsit brought by Ford, a citizen of New York, against Oelricks & Lurman, merchants of Baltimore, upon a contract in writing made by the defendants, who agreed to purchase from Bell, agent for Ford, ten thousand barrels of flour, deliverable at seller's option at the prices chanroblesvirtualawlibrary\nand upon the terms stated in the contract, which is fully set forth in the opinion of the Court and need not be repeated. Ballard was the broker who made the contract on behalf of Oelricks & Lurman.\nThe evidence given upon the trial by the plaintiff and defendants was very voluminous, and was both oral and written.\nThe points of law which arose in the case will be manifest from the prayers to the court offered by the counsel for the plaintiff and from the instructions to the jury given by the court, which were as follows:\n1. That the evidence in this case is insufficient to authorize the jury to find that there is an usage in the City of Baltimore with regard to contracts for the sale of merchandise to be delivered at a future time by which the defendants were authorized to annul the contract bearing date the 7th November, 1855, given in evidence, upon the failure of the plaintiff to put up a margin in money, as security for its performance, in compliance with the demand contained in the letter of the witness, Ballard, to J. W. Bell, of the 21st December, given in evidence.\n2. That such an usage, if found by them to exist, is invalid and not binding, because it is unreasonable.\n3. That evidence of such an usage, if it should be established by competent evidence and be held reasonable by the court, is inadmissible in this case because it contradicts or waives the written contract dated the 7th November, 1855, given in evidence.\n4. That if the jury find that before the 21st day of December, 1855, J. W. Bell had left the City of Baltimore without authorizing any person to represent him in his absence, and have never since returned, the letters of the witness, Ballard, of the 21st and 24th December, 1855, left at the former place of business of said Bell, as proved by the said Ballard, did not affect the plaintiff with notice of the demand for a margin mentioned in said letters, even if, under any usage or contract, the defendants were authorized to make such demand.\n5. That if the jury find that the witness, Ballard, reduced the said contract, dated the 7th November, and given in evidence, chanroblesvirtualawlibrary\nto writing, at the request of the defendant Lurman, and that said Ballard signed two copies of the same and procured the approval of the defendants, and of Bell, as agent of the plaintiff, to the same, by their signatures thereto, and delivered one of the said contracts to the defendants, and the other, which has been given in evidence by the plaintiff, to said Bell, and shall further find all this was done on the 23d November, 1855, after the interview at the Exchange between the defendant, Lurman, and the said Bell, spoken of by the witness, Ballard, and shall also find that at said interview the defendant Lurman declined to have the clause inserted in said contract having reference to putting up a margin, and if the jury find that said Bell, upon the 12th and 15th December, delivered 2,000 barrels of flour under said contract, which were received by the defendants and paid for by them, and if the jury shall further find that the plaintiff offered to deliver, and was prepared and willing to deliver, the balance of the 8,000 barrels contracted to be delivered under said contract at the times and at the prices testified to by the witnesses of the plaintiff, and that the defendants refused to receive the same, then the plaintiff is entitled to recover in this suit the difference between the price of flour mentioned in said contract $9.25 and the market value of the parcels of flour tendered by the plaintiff on the days on which they were respectively tendered, with interest thereon from such periods respectively. But the court rejected the prayers of the plaintiff, and each of them, and in lieu of them granted the following instructions to the jury:\n\"1. If the jury shall find from the evidence in this case that the defendants entered into the written contract dated the 7th of November, 1855, which has been offered in evidence, and that the plaintiff offered to deliver to the defendants in the months of January and February, 1856, eight thousand barrels of flour in pursuance of the stipulations of said contract and in the mode therein pointed out, and that when said offers were made by the said plaintiff, he had the requisite amount of flour to comply in good faith with said offers, and could have delivered the same if the defendants had been\nwilling to receive the same, and shall further find that the defendants wholly refused to receive and pay for said flour according to the terms of said contract, then the plaintiff is entitled to recover such damages as the jury may find from the evidence he has suffered from said refusal of defendants to execute the said contract on their part.\"\n\"2. The rule of damages in this case is the difference between the contract price of the flour and the market value in the City of Baltimore of the same on the several days on which the plaintiff offered to deliver the same in accordance with the provisions of said contract, with interest on such sum in the discretion of the jury.\"\nTo the granting of which instructions the defendants prayed leave to except, and upon this exception the case came up to this Court. chanroblesvirtualawlibrary\nMR. JUSTICE NELSON delivered the opinion of the Court.\nThis is a writ of error to the Circuit Court of the United States for the District of Maryland.\nThe suit was brought by Ford against the defendants in the court below upon the following contract:\n\"BALTIMORE, November 7, 1855\"\n\"For and in consideration of one dollar, the receipt whereof is hereby acknowledged, I have this day purchased from J. W. Bell, agent for Benjamin Ford, New York, for account of Oelricks & Lurman, Baltimore, ten thousand barrels superfine Howard Street or Ohio flour, deliverable, at seller's option, in lots of five hundred barrels, each lot subject to three days' notice of delivery and payable on delivery at the rate of nine dollars and twenty-five cents per barrel, viz.: \"\n2,000 barrels, seller's option, all December, 1855\n4,000 \" \" \" January, 1856\n4,000 \" \" \" February, 1856\n\"L. E. BALLARD, Broker\"\n\"OELRICKS & LURMAN\"\nThe 2,000 barrels deliverable in December were delivered, accepted, and paid for as per contract. The 4,000 barrels to be delivered in each of the months of January and February were duly tendered to the defendants and payments demanded, and which were refused.\nThe only objection to the acceptance of the flour at the time tendered was the refusal of Ford to a demand made upon his agent to deposit $5,000 in one of the banks in Baltimore to secure the punctual delivery of the flour at the time mentioned. This demand for a deposit of money was denied by the plaintiff on the ground that the contract contained no such stipulation.\nAfter much testimony given by both parties on the trial on the subject of a usage among the dealers in flour in the City of Baltimore to demand on time contracts a deposit of money, or margin, as it is called, and the right to rescind the contract if refused, the court charged the jury that if they shall find from the evidence the defendants entered into the contract given in evidence, and that the plaintiff offered to deliver the flour therein mentioned according to its terms, and that when the offer was made, he had the requisite quantity of flour to comply with the contract, and could have delivered it if the defendants had been willing to receive it, and that they had refused, then the plaintiff was entitled to recover. The court further instructed the jury that the rule of damages was the difference between the contract price of the flour and the market value in the City of Baltimore on the several days of the tenders, with interest on this sum, in the discretion of the jury. The jury found for the plaintiff. chanroblesvirtualawlibrary\nOne of the principal grounds of objection to the ruling of the court is its refusal to submit the question of usage which was the subject of evidence on the trial to the jury.\nThe witnesses introduced by the defendants to prove the usage speak in a very qualified manner as to its existence, as well as to the instances in which they have known it to have been adopted or acquiesced in, and all of them admit they have no knowledge that it was general among the dealers. Some of them state that they recognized and had acted upon a custom in their own business under which either party to the contract might require a margin to a reasonable amount, to be put up to secure the performance, and that the contract might be rescinded if the party refused; that they could not say such was the general custom; that different persons have different customs; some consider there is such a usage and some do not. One witness states that he had at all times in his business considered it to be a right which might be exercised by either party to a time contract whenever he apprehended a risk; that if the party was solvent, he supposed there was no right to demand it; another that in his business he had always considered such contracts to be subject to the right of either party to demand the margin; that the occasion of exercising it was rare, as contracts made by his house were made with responsible persons; that he did not know that this was a general usage in Baltimore. The broker who negotiated the contract for the defendants states that he considered it a clearly understood right of both parties to such contracts to demand a margin to a reasonable amount; that he entertained the belief from conversations with various merchants on the subject; that he recollected but one instance where, when the demand was made, the margin was put up, which was a margin of twenty-five cents on the barrel in a contract for 500 barrels.\nThere were ten witnesses, flour merchants for many years in the city, who state that they knew of no such usage.\nIt will thus be seen from a careful analysis of the evidence that the defendants wholly failed to prove any general or established usage or custom of the trade in Baltimore, as claimed in the defense. Every witness called on their behalf fails to chanroblesvirtualawlibrary\nprove facts essential to make out the custom in the sense of the law; on the contrary, most of them expressly disprove it. They express opinions upon the subject of a margin as a right to be exercised in their own business, but admit that it is not founded upon any general usage, and none of them speaks of its having been claimed or exercised in his own business but in one or two instances. Whether a usage or custom of the kind set up existed in the trade in Baltimore was a question of fact to be proved by persons who had a knowledge of it from dealing in the article of flour. Opinions of persons as to what rights they might exercise in their own business in respect to time contracts fall far short of any legal proof of the fact, especially when they admit that there was no general usage of the kind known to them.\nThen as to the precise limit or character of the custom claimed, the opinions of the witnesses are various and indefinite. The margin, they say, must be reasonable, but the pretended usage contains no rule by which a reasonable margin may be determined. It is said the amount may be referred to merchants. But there is no evidence that this is a part of the custom, or that any such mode of adjusting it ever occurred in the trade. Some of the witnesses state that the margin must be a sum of money sufficient to make the party safe according to the state of the market. One states that at the time the demand was made in this case for a margin, flour had fallen, and the price lower than the price in the contract; yet this, in his judgment, did not affect the right to make the demand, as the general opinion among dealers was that the price would advance; that there were great fluctuations in the price, and that, in such a condition of things, a reasonable margin would depend upon the extent and character of the fluctuations, and upon the speculative ideas of the future value of flour.\nThe broker of the defendants, who purchased this flour, states his view of the reasonableness of the margin, which is the difference between the intrinsic value of the flour and its speculative value; by intrinsic value, he says he means the cost of the production, and by speculative value, the price at chanroblesvirtualawlibrary\nwhich it was rating above its intrinsic value; and to a question what, in his opinion, would be a reasonable margin under the custom, when flour in the market was lower than the contract price, he answered, that he considered the demand reasonable in this case, because he believed flour was going up to twelve dollars per barrel. It would be difficult to describe a custom more indefinite and unsettled.\nBut, independently of the total insufficiency of the evidence to establish the usage, we are satisfied, if it existed, the proof would have been inadmissible to affect the construction of the contract. This proof is admissible in the absence of express stipulations, or where the meaning of the parties is uncertain upon the language used, and where the usage of the trade to which the contract relates, or with reference to which it was made, may afford explanation, and supply deficiencies in the instrument. Technical, local, or doubtful words may be thus explained. So where stipulations in the contract refer to matters outside of the instrument, parol proof of extraneous facts may be necessary to interpret their meaning. As a general rule, there must be ambiguity or uncertainty upon the face of the written instrument arising out of the terms used by the parties in order to justify the extraneous evidence, and, when admissible, it must be limited in its effect to the clearing up of the obscurity. It is not admissible to add to or engraft upon the contract new stipulations, not to contradict those which are plain. 2 Kent Com. 556; 3 id. 260, and note; 1 Greenl.Ev., sec. 295; 2 Cr. and J. 249, 250; 55 U. S. 14 How. 445\nApplying these principles to the contract before us, it is quite clear that the proof of the usage attempted to be established was inadmissible, and should have been rejected. There is no ambiguity or uncertainty in its terms or stipulations, and the condition sought to be annexed was not by way of explanation or interpretation, but in addition to the contract. The plaintiff agrees to deliver a given number of barrels of flour on certain days, at the price of $9.25 per barrel, in consideration of which the defendants agree to receive the flour, and pay the price. This is the substance of the written contract. But the chanroblesvirtualawlibrary\ndefendants insist that besides the obligations arising out of the written instrument, the plaintiff is under an additional obligation to give security, whenever called upon, for the faithful performance, and this by the deposit in bank of the sum of $5,000. The written instrument bound only the personal responsibility of the plaintiff; the parol evidence seeks to superadd not a responsible name as a surety, but in effect the same thing, a given sum of money. The parol proof not only adds to the written instrument, but is repugnant to the legal effect of it.\nIt was also urged on the argument that this contract was entered into between the defendants and the agent of the plaintiff with the understanding at the time that it should be subject to the usage; but the answer to this is that no such usage existed, and if it did the terms of the contract exclude it. Any conversations and verbal understanding between the parties at the time were merged in the contract, and parol evidence inadmissible to engraft them upon it.\nWe are satisfied the court below was right in excluding the consideration of the evidence of the usage from the jury 1, because the usage was not proved, and 2, if it had been, it was incompetent to vary the clear and positive terms of the instrument.\nAn objection has been taken on the argument which was not presented to the court below, but which, it is insisted, is involved in the exception to the charge, and that is, inasmuch as it appears upon the evidence that the plaintiff was a resident of New York and the contract made at Baltimore in the State of Maryland by an agent, the presumption of law is that the credit was given exclusively to the agent, the principal being the resident of a foreign state, and hence that the contract, in legal effect, was made with the agent, and not with the principal, and the former should have brought the suit.\nThis doctrine is laid down by judge Story in his work on agency, and which was supposed to be the doctrine of the English courts at the time, and founded upon adjudged cases. Story on Agency, sec. 268 and note; secs. 290, 423. It did chanroblesvirtualawlibrary\nnot, however, at the time receive the assent of some of the courts and jurists of this country. 2 Kent's Com. 630, 631, and note; 22 Wend. 224; 3 Hill. 72. And the doctrine has recently been explained, and judge Story's rule rejected, by the English courts. In the case of Green v. Kope, 36 Eng.L. & Eq. 396, 399, 1856, the court denied that there was any distinction, as it respected the personal liability of the agent, whether the principal was English or a foreigner. The Chief justice observed: \"It is in all cases a question of intention from the contract, explained by the surrounding circumstances, such as the custom or usage of the trade when such exists. No usage,\" he observed, \"was proved in the present case, and I believe none could have been proved.\" Again he observed:\n\"It would be ridiculous to suppose that an agent, for a commission of one-half percent, is to guaranty the performance of a contract for the shipment of 1,000 barrels of tar.\"\nThe case was finally put upon the intent of the parties, as derived from the construction of the contract, and which was that the defendant contracted only as agent, and not to make himself personally liable. Willes, J., doubted if evidence of custom was admissible to qualify the express words of the contract, so as to make the agent liable.\nSee also 14 Com.B. 390; Mahoney v. Kekule, 5 Ellis & Black 125, 130.\nIn the present case, the broker's note, and which is approved by the defendants, affixing the firm name, is too clear upon the face of it to admit of doubt as to the person with whom the contract was made. The purchase is from \"J. W. Bell, agent for Benjamin Ford, of New York,\" and the case shows that Bell had full authority. The name of the principal is disclosed in the contract, and the place of his residence, as the person making the sale of the flour, through his agent. This fixes the duty of performance upon him and exonerates the agent.\nThe judgment of the court below affirmed.",
        "score": 4.997736930847168,
        "url": "http://www.chanrobles.com/usa/us_supremecourt/64/49/case.php"
      },
      {
        "text": "3 F3d 214 Wilbur v. L Mahan\n3 F.3d 214\n8 Indiv.Empl.Rts.Cas. 1377\nRoy WILBUR, Plaintiff-Appellant,\nCharles L. MAHAN, Defendant-Appellee.\nUnited States Court of Appeals,\nArgued May 13, 1993.\nDecided Aug. 23, 1993.\nJeffrey B. Rock (argued), Hasselberg & Rock, Peoria, IL, for plaintiff-appellant.\nEdward T. Graham, Jr. (argued), Hershey, Beavers, Periard & Graham, Frank B. Schweitzer, Taylorville, IL, for defendant-appellee.\nBefore CUMMINGS, POSNER, and EASTERBROOK, Circuit Judges.\nPOSNER, Circuit Judge.\nThis case arises at the intersection of two lines of free-speech decisions. One concerns the right of public officials to hire or fire an employee on the basis of his affiliation with a political party or faction. The other concerns their right to discipline an employee who speaks out on a matter of public significance in a way displeasing to them. Sheriff Mahan of Christian County, Illinois, decided to run for reelection in the November 1990 election. In August 1989 Deputy Sheriff Wilbur announced his candidacy for the office of sheriff. He declared that if elected he would delegate more authority to the deputy sheriffs; Mahan, according to Wilbur, ran the office as a one-man band. Both Mahan and Wilbur are Democrats. About a week after Wilbur announced his candidacy, Mahan amended the regulations of the sheriff's office to provide that any employee who ran for sheriff could be placed on unpaid leave of absence until the election. The regulation, effective September 1, 1989, was made applicable to Wilbur on December 16, almost a year before the election. He claims without contradiction that because the deputy's job was his only source of income his ability to campaign was crippled by the application of the new regulation to him; he must not have been able to raise substantial campaign contributions. He claims again without contradiction that between the time he declared his candidacy and the time he was forced to go on unpaid leave he did not discuss politics or campaign during hours when he was on duty and his candidacy and campaigning did not disturb the operations of the office in the slightest. We assume that Wilbur lost the election and returned to his deputy's job, although the record is curiously silent on these points. His suit, brought under 42 U.S.C. Sec. 1983, seeks among other things to recover the wages that he lost as a result of his unpaid leave of absence.\nThe district judge granted summary judgment for the defendant. Yet at first blush the facts we have recited present a blatant case of retaliation for the exercise of the right of free speech. Wilbur was critical of how a public official, the sheriff, was performing his job. The sheriff punished Wilbur by taking away his salary. Given the state of the record, severely incomplete as it well may be, we must assume that the new regulation, empowering the sheriff to remove a deputy or other employee of his office who runs for election as sheriff, was aimed at deterring Wilbur from running, crippling his campaign by reducing his income, punishing him for his effrontery in running against the sheriff, and silencing or muting his criticisms of that official--criticisms that constituted the message of Wilbur's campaign. The right to criticize public officials is at the heart of the First Amendment's right of free speech, New York Times Co. v. Sullivan, 376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964), and punishments far less severe than taking away the critic's income have been held to infringe the right. Bart v. Telford, 677 F.2d 622, 625 (7th Cir.1982). A subordinate of a public official is, moreover, ideally situated to be an effective critic of the official. Being an insider, the subordinate acquires knowledge about the intimate operation of the office at far lower cost than an outsider could do. Mahan has as yet made no effort to show that Wilbur's candidacy and campaign interfered with the efficient operation of the sheriff's office or would have done so had Wilbur remained in his deputy sheriff's job throughout the campaign.\nThere was a time when by virtue of accepting public employment an individual surrendered his right of free speech. \"The petitioner may have a constitutional right to talk politics, but he has no constitutional right to be a policeman.\" McAullife v. Mayor & Board of Aldermen, 155 Mass. 216, 29 N.E. 517 (1892) (Holmes, J.). That time is long past. Perry v. Sindermann, 408 U.S. 593, 597, 92 S.Ct. 2694, 2697, 33 L.Ed.2d 570 (1972); Pickering v. Board of Education, 391 U.S. 563, 568, 88 S.Ct. 1731, 1734-35, 20 L.Ed.2d 811 (1968). It is true that public employees do not have as broad a right of free speech as they would if they were merely critics and not also employees of government. (1) A public employee disciplined for making a statement that is not a public comment on issues of public significance has no remedy under the First Amendment. Connick v. Myers, 461 U.S. 138, 146, 149, 103 S.Ct. 1684, 1689-90, 1691, 75 L.Ed.2d 708 (1983); see also Rankin v. McPherson, 483 U.S. 378, 384, 107 S.Ct. 2891, 2897, 97 L.Ed.2d 315 (1987). (2) An employee's statement that would be protected if made by a person not employed by the public agency is not privileged if it is likely to disrupt the efficient operation of the agency. Id. at 384, 107 S.Ct. at 2897; Connick v. Myers, supra, 461 U.S. at 149-51, 103 S.Ct. at 1691-92; Pickering v. Board of Education, supra, 391 U.S. at 568, 88 S.Ct. at 1734. (3) States can adopt counterparts to the federal Hatch Act, Broadrick v. Oklahoma, 413 U.S. 601, 93 S.Ct. 2908, 37 L.Ed.2d 830 (1973), which requires a civil servant who wants to run for office to resign from the civil service. 5 U.S.C. Sec. 7324(a)(2). The first limitation is not involved in this case, however. As for the second, the defendant has presented, as we have said, no evidence of actual or probable disruption. As for the third, the defendant does not rely on the \"baby Hatch Act\" cases, perhaps because Illinois does not have a baby Hatch Act. He could we suppose argue that his own regulation empowering him to place any employee who runs for sheriff on unpaid leave of absence is itself a baby Hatch Act, entitled to the same deference as a state statute would be, since ordinarily the federal courts do not concern themselves with the level within state government at which an action claimed to violate the federal Constitution originates. Falls v. Town of Dyer, 875 F.2d 146, 147 (7th Cir.1989); Menora v. Illinois High School Ass'n, 683 F.2d 1030, 1036 (7th Cir.1982); DeMallory v. Cullen, 855 F.2d 442, 453-54 (7th Cir.1988) (dissenting opinion). He does not make the argument, perhaps because it would be rather a stretch of the Hatch Act cases to interpret them as authorizing a public official selectively to apply a \"resign to run\" provision to his political enemies. The regulation at issue is permissive, not mandatory. No doubt it would always be invoked by a sheriff who planned to run for reelection; but he might not be planning to run, and in that event might invoke the regulation only against a deputy of whose views he disapproved.\nIn granting summary judgment for Mahan, the district judge relied primarily on decisions that limit, also in the name of the First Amendment, the right of government officials to base personnel decisions on party affiliation. Elrod v. Burns, 427 U.S. 347 (1976) (plurality opinion), 367, 96 S.Ct. 2673, 2687, 49 L.Ed.2d 547; Branti v. Finkel, 445 U.S. 507, 100 S.Ct. 1287, 63 L.Ed.2d 574 (1980); Soderbeck v. Burnett County, 752 F.2d 285, 288 (7th Cir.1985). It may seem paradoxical that decisions which limit the powers of government should be invoked in defense against a suit claiming an infringement of free speech. But those decisions contain an exception for the situation in which the public employee or job applicant occupies or seeks an office having a confidential character (as in the case of a personal secretary or personal assistant, for example), a policymaking function, or some other characteristic that would make party affiliation a reasonable job qualification. Elrod v. Burns, supra, 427 U.S. at 367, 96 S.Ct. at 2687; Branti v. Finkel, supra, 445 U.S. at 518, 100 S.Ct. at 1294-95; Upton v. Thompson, 930 F.2d 1209, 1213-16 (7th Cir.1991); Tomczak v. City of Chicago, 765 F.2d 633, 640 (7th Cir.1985); Soderbeck v. Burnett County, supra, 752 F.2d at 288; Livas v. Petka, 711 F.2d 798, 800 (7th Cir.1983). A public agency would be unmanageable if its head had to appoint or retain his political enemies, or if that is too strong members of the opposite party--or for that matter members of no party, neither enemies nor friends--in positions of confidence or positions in which they would be making policy or, what amounts to the same thing, exercising discretion in the implementation of policy. He could not trust the occupants of the confidential positions to keep his secrets or the occupants of the policymaking positions to carry out his policies with fidelity and diligence.\nUpton v. Thompson, supra, holds that deputy sheriffs in Illinois are policymakers within the meaning of these decisions because they exercise significant discretion (more than that of an ordinary policeman) in the performance of their duties. From this the district judge inferred that once a public employee is put into the confidential-assistant or policymaker slot, he loses his right of free speech. That may have been too big a leap. The decisions in which the confidential-assistant and policymaker exceptions were created and have been applied involved (or were assumed to involve or treated as involving) situations in which the employee was complaining that he had lost or had failed to get a job because he was not a member of the employer's political party. They are cases about patronage hiring--about the spoils system. The exceptions we have sketched reflect a recognition that some patronage hiring may be essential to democratic government: elected officials cannot implement the policies that they were elected to carry out, and hence the will of the electorate cannot be effectuated, unless the officials can install their political allies in the most sensitive jobs. The effect on free speech is recognized--political independence is compromised if party affiliation is a condition for getting or keeping a job--but it is small, because most civil servants are apolitical, and it is deemed outweighed by the interest in securing effective democratic government.\nThe present case is not a patronage case. Wilbur was not placed on unpaid leave because he belongs to the \"wrong\" political party or the wrong faction of the right party. He belongs to the same party as the sheriff, and there is no suggestion of factions beyond what is implicit in Wilbur's decision to campaign against a fellow Democrat (it may have been a faction of one). The defendant claims the right to fire a confidential or policymaking employee on any ground. Interpreted literally, that is a questionable position, though not one on which we are required to rule in this case. The status of being a confidential or policymaking employee exposes a public employee to being fired for belonging to the wrong party. It does not expose him to being fired for belonging to the wrong race, or the wrong church. It may not--though this is a more difficult question--expose him to being fired for engaging in forms of expression that have no conceivable bearing on his job. Suppose Wilbur belonged to the animal rights movement and contributed money to efforts to ban hunting, and Mahan was an enthusiastic hunter and fired Wilbur to express his contempt for animal rights. Maybe even then Mahan could make an argument that Wilbur's activities were inimical to the discipline of the office. But if he made no such argument, we would have some difficulty understanding why, just because Wilbur was a policymaking employee, Mahan could invoke the patronage line of cases to curtail Wilbur's freedom of expression on a matter not only remote from the purview of his duties but, we are assuming, utterly incapable of interfering with the operation of the sheriff's office. The patronage cases do not deal with such a situation, and they do not hold that an individual surrenders all his freedom of speech by becoming a confidential or policymaking employee of government.\nAll this said, we think the district judge was right to dismiss the suit. The specific facts here, which are remote from those of our animal rights hypothetical, bring Wilbur within the scope of the concern that gave rise to the exceptions in the patronage cases. That concern, which cannot be confined to matters of party affiliation, is with the effects on the operations of government of forcing a public official to hire, or retain, in a confidential or policymaking job, persons who are not his political friends and may be his political enemies. That concern is activated when an employee who occupies such a job announces that he is going to run against his boss for the boss's office because the boss is not administering the office properly. The declaration of candidacy in these circumstances is a declaration of war. It makes the candidate a political enemy of his boss whether or not they are members of the same party--some of the bitterest political fights are intraparty fights; consider Senator Edward Kennedy's campaign to supplant President Carter as the Democratic Party's 1980 Presidential candidate, or Patrick Buchanan's campaign to supplant President Bush as the Republican Party's 1992 Presidential candidate. If as here the candidate occupies a confidential or policymaking position under the boss, the political enmity that the candidacy is certain to engender entitles the boss to fire him. Actual disruption or disturbance need not be proved. Such proofs are not required in the patronage cases. Once the employee is classified as confidential or policymaking, he can be fired on political grounds even if there is no evidence that he would not serve his political superiors loyally and competently.\nIf a public official is permitted to fire a confidential or policymaking employee merely because the latter quietly, inoffensively, undemonstratively belongs to the wrong political party--or even merely because he is a political eunuch, belonging to no party, taking no political stance--the official should be permitted to fire the same employee when the latter asks the electorate to throw the rascal out and put himself into the rascal's office. The restriction on free speech may be greater than in the patronage cases because the employee is an active speaker, and in the patronage cases the employee is penalized less often for what he said than for his party affiliation or nonaffiliation; rarely is he an active speaker. At the same time, the disruptive potential of an employee's candidacy in opposition to his boss is much greater than that of an employee who, merely by virtue of a different party affiliation, may not be trusted to serve the boss with the maximum of fidelity and zeal.\nIt is different when the employee who is running against or otherwise speaking against his superior is not a confidential or policymaking employee. He is not entrusted with the superior's confidences or with discretionary authority. His disloyalty does not create the appearance or reality of undermining the superior's authority. But in this case we are dealing with a policymaking employee, and we do not think that as soon as a case is shifted from the gravitational field of the patronage cases to that of the public employee speech cases such short cuts as presuming that a policymaking employee's electoral challenge is inconsistent with the effective operation of democratic government must go by the board and the employer must prove, as a matter of fact, a \"compelling governmental interest.\" Wilbur's lawyer opined in answer to a hypothetical question from the bench that if the Secretary of Health and Human Services announced that she would run for President against President Clinton in 1996 because she disapproved of his policies, the President could not, consistent with the First Amendment, fire her without proving that the announcement would intolerably disrupt the effective functioning of his Administration. If he did fire her and she sued, he would not be entitled to summary judgment. There would have to be, in the lawyer's words, an \"open-ended inquiry\" at trial, at which the interest of the President in being able to assure the personal and political loyalty of his Cabinet officers would have to be balanced against their interest in being able to speak their minds on matters of public concern and campaign for public office. We do not agree. Legal proofs are not the only source of knowledge and decision. Categorical judgments based on experience and common sense play an important role in all areas of law. The exception recognized in the patronage cases for sensitive employees rests on such judgments and it retains its force in cases that have nothing directly to do with patronage or party affiliation. An elected official is entitled to insist on the loyalty of his policymaking subordinates, and a declaration that the subordinate means to run against the official at the next election is the height of disloyalty. It would be a strange rule that gave more job protection to policymaking employees who vociferously attack their superiors than to policymaking employees who do their best to serve those superiors faithfully but have the misfortune to belong to the wrong party. It would give policymaking employees and other sensitive employees an incentive to attack their bosses in order to retain their jobs.\nWe are mindful that Thomas v. Carpenter, 881 F.2d 828 (9th Cir.1989), held that a suit by a lieutenant in the sheriff's office who like Wilbur was punished for campaigning against the incumbent sheriff stated a claim. But unlike deputy sheriffs in Illinois (according to Upton v. Thompson ) he did not exercise a policymaking function, see id. at 829, and the court was sympathetic to the proposition that the governmental interests identified in the Elrod-Branti line of cases are relevant when, as in our case, a policymaking employee complains of retaliation or discrimination for having campaigned against his superior. Id. at 831. We are mindful, too, that Stough v. Gallagher, 967 F.2d 1523, 1527-28 (11th Cir.1992), says that the Elrod and Pickering lines of cases cannot be combined--that if the subordinate was fired because of what he said rather than because of his party affiliation the fact that he was a confidential or policymaking employee is irrelevant. We disagree, of course, but we have no quarrel with the holding of Stough. The plaintiff and the defendant in that case were captains in the sheriff's office. Captains were career officers, not policymakers; they could be fired or demoted only for cause. The sheriff's office was vacant and the defendant a candidate for it. The plaintiff supported another candidate. The defendant won, and demoted the plaintiff. The plaintiff had not run against his boss--the defendant hadn't been his boss. And he was not a policymaking or confidential employee. See id. at 1529. He was not within the orbit of the Elrod principle at all. Terry v. Cook, 866 F.2d 373, 376-77 (11th Cir.1989), contains similar dicta about keeping the two lines of case separate, but it was a pure Elrod case, not a hybrid like ours in which a (1) policymaker is fired for (2) speaking out.\nAlthough the sheriff's regulation challenged in this case is limited neither to confidential and policymaking employees nor to elections in which the sheriff himself is a candidate, the plaintiff does not complain that the regulation is overbroad or argue that he is entitled to assert the interest of an employee who might be deterred by the broad scope of the regulation from engaging in protected activity. Gooding v. Wilson, 405 U.S. 518, 92 S.Ct. 1103, 31 L.Ed.2d 408 (1972); Waldron v. McAtee, 723 F.2d 1348, 1353 (7th Cir.1983).\nThe judgment of the district court dismissing Mr. Wilbur's suit is\nEASTERBROOK, Circuit Judge, concurring.\nMy colleagues treat a simple case governed by settled doctrine as if it were complex and novel. Much could be said for their discussion as an original matter, but it is not an original matter. The Supreme Court has held that, without violating the first amendment, a public body may forbid its employees to run for elective office. Clements v. Fashing, 457 U.S. 957, 971-73, 102 S.Ct. 2836, 2847-49, 73 L.Ed.2d 508 (1982); Broadrick v. Oklahoma, 413 U.S. 601, 616-17, 93 S.Ct. 2908, 2918, 37 L.Ed.2d 830 (1973); CSC v. Letter Carriers, 413 U.S. 548, 556, 93 S.Ct. 2880, 2886, 37 L.Ed.2d 796 (1973). Cf. United Public Workers v. Mitchell, 330 U.S. 75, 67 S.Ct. 556, 91 L.Ed. 754 (1947). These cases cover not only civil service employees (Broadrick and Letter Carriers) but also policymaking officials (Clements). Sheriff Mahan took the lesser step of putting the candidate on unpaid leave until the election was over. Whatever deep problems there may be in the resign-to-run statutes that the Court has upheld, the problems in today's case are no deeper.\nNonetheless, the majority treats this as a difficult and unsettled issue, hinting broadly that the plaintiff loses only because deputy sheriffs in Illinois are \"policymakers\" (implying that a civil service employee may not be put on unpaid leave while he runs for elective office) and adding that an elected official may not insist that even policymaking subordinates toe the party line. Much of this discussion is unnecessary given Broadrick and Clements and implicitly contradicts those opinions. Indeed, a reader might infer from portions of the majority's opinion that Broadrick came out the other way and that the court therefore needs to distinguish policymaking appointees (who may be dismissed for having the wrong politics) from civil service employees (who may run for political office). Broadrick and Clements show, however, that there is no such dichotomy. I therefore join the judgment but not the opinion.\nThe majority mentions Broadrick in passing yet proceeds as if the Supreme Court had been mum about the application of the first amendment to resign-to-run rules. It does not cite Clements or Letter Carriers. Mahan ignores them too, concentrating on the defense of official immunity, on which he prevailed in the district court. The majority bypasses immunity; having elected to discuss at length a subject to which the defendant gives only cursory attention, my colleagues ought not proceed as if the whole law must be teased out of the few first amendment cases Mahan cites. That he did not find apt cases in the Supreme Court's jurisprudence does not require us to make up a new body of doctrine. See United States National Bank of Oregon v. Independent Insurance Agents of America, Inc., --- U.S. ----, ---- - ----, 113 S.Ct. 2173, 2177-79, 124 L.Ed.2d 402 (1993); Kamen v. Kemper Financial Services, Inc., --- U.S. ----, ----, 111 S.Ct. 1711, 1718, 114 L.Ed.2d 152 (1991). But cf. Elder v. Holloway, 975 F.2d 1388 (9th Cir.1992), rehearing in banc denied, 984 F.2d 991 (1993), cert. granted, --- U.S. ----, 113 S.Ct. 3033, 125 L.Ed.2d 721 (1993). That the sheriff's rule cannot be called a \"baby Hatch Act\" also is irrelevant. Nothing in Broadrick or Letter Carriers depends on the fact that those statutes contained many rules on top of the prohibition against running for public office. So much is clear from Clements, where the prohibition stood alone. The Court treated the absence of other restraints on political activity as an extra reason to find the resign-to-run rule consistent with the Constitution. 457 U.S. at 972, 102 S.Ct. at 2848.\nThere remains a possibility that this case is special because Mahan's rule gives the sheriff discretion. According to the majority, \"it would be rather a stretch of the Hatch Act cases to interpret them as authorizing a public official selectively to apply a 'resign to run' provision to his political enemies\". Why so? Anyone running for his seat is an incumbent's \"enemy,\" and Mahan no doubt would have suspended a Republican who sought his job. Treating in a political fashion those who stand for political office is not problematic. Selectivity means that the sheriff might let a deputy run for some other office--say, recorder of deeds or dog catcher. An incumbent planning to retire might even let a deputy run for sheriff. A rule providing that employees of Agency X may run for a job outside the agency, or within it if the incumbent is leaving, increases rather than reduces freedom of speech. The (lawful) alternative, recall, is a blanket prohibition on political activity. To say that the rule is less restrictive than it might be is to make it easier, not harder, to sustain.\nThere is of course the possibility that a sheriff \"might invoke the regulation only against a deputy of whose views he disapproved\" (opinion at 216). So, too, an absolute resign-to-run rule could be enforced sporadically, with higher-ups looking the other way when employees whose positions they approve run for office. The possibility of viewpoint discrimination (proper only when the employee holds a policymaking or confidential job) does not undermine the enforcement of a rule against someone who cannot plausibly make such a claim. Wilbur may not invoke the rights of third parties--especially not hypothetical third parties. Although the first amendment's overbreadth doctrine sometimes permits contentions that are deceptively similar to third-party standing, see Henry P. Monaghan, Overbreadth, 1981 Sup.Ct.Rev. 1, the Court's conclusion that the first amendment tolerates sweeping resign-to-run rules removes any basis for entertaining a \"what-if ...?\" approach to Sheriff Mahan's regulation.\nIn addition to doubting a government's ability to keep civil servants out of politics, the majority doubts a politician's ability to require his subordinates to promote his agenda. Although the majority (correctly) disparages the plaintiff's effort to subject all political discharges to an \"open ended inquiry\", it includes a discussion that will have a similar effect, implying that a political official may not condition the employment of even a confidential or policymaking official on adherence to debatable positions unrelated to the job. It is hard for judges to tell what is related to the job in politics; the people are free to vote for reasons we may think beside the point. They may elect a sheriff because of his position on hunting, even though judges can't see why. And it is easy for discharged (or suspended) employees to say that the particular grounds of the adverse action were not job-related, embroiling public officials in litigation that the judicial branch will handle with a high error rate. The majority's own hypothetical illustrates these points nicely. How to treat animals is a much-debated question in politics, and sheriffs may have good reasons for wanting deputies to be political ciphers. They may be called on to evict animal-rights protesters surrounding a clinic, and a sheriff would not be comfortable putting an animal-rights activist in charge.\nConsider some parallels. Suppose President Clinton decides that because his Administration supports higher taxes, funding for abortions, and other hotly debated positions, all of his personal appointees must support these positions in public. (That is a standard instruction to political subordinates.) An assistant deputy undersecretary in the Department of Energy, whose job has no conceivable relation to abortion or taxes, gives a speech recommending a flat tax or the extension of the Hyde Amendment and is sacked. Must the President appear on the stand in some district court to prove to a jury's satisfaction that a show of agreement within the executive branch of government is important? Suppose the President instructs all of his top appointees to keep their mouths shut about any issue within the portfolio of some other department--so that only employees of the FDA and few other agencies may discuss experimentation on animals? Presidents, governors, and other chief executives believe that their subordinates work for \"the Administration\" rather than a particular subunit, and they insist that everyone pitch in for \"the Administration's\" program; members of Congress take the same view about their staffs. I assume that any political appointee at the Department of State who puts forward his own health care proposal will discover that his \"resignation\" has been accepted. Having scorned plaintiff's invitation to hold an inquest into the discharge of a Secretary of HHS, we should not invite equally open-ended litigation about the extent to which holders of high office may consider their subordinates' statements about the whaling policies of friendly governments, homosexuals in the military, and other political issues of the day.",
        "score": 4.998062610626221,
        "url": "http://openjurist.org/3/f3d/214"
      },
      {
        "text": "ERNEST N. LOTCHES, Petitioner-Appellant,\nJEFF PREMO, Superintendent, Oregon State Penitentiary, Defendant-Respondent.\nArgued and submitted on February 05, 2013.\nMarion County Circuit Court 01C18545, Joseph C. Guimond, Judge.\nBronson D. James argued the cause for appellant. With him on the brief was JDL Attorneys, LLP.\nKathleen Cegla, Senior Assistant Attorney General, argued the cause for respondent. With her on the brief were John R. Kroger, Attorney General, and Anna M. Joyce, Solicitor General.\nBefore Armstrong, Presiding Judge, and Nakamoto, Judge, and Egan, Judge.\nPetitioner appeals a judgment denying his petition for post-conviction relief. We affirm.\nPetitioner alleged that he was denied adequate assistance of trial counsel under Article I, section 11, of the Oregon Constitution. At his initial trial, a jury convicted petitioner of three counts of aggravated murder, one count of attempted aggravated murder, one count of attempted murder, one count of assault in the first degree with a firearm, one count of robbery in the first degree, and one count of felon in possession of a firearm, and imposed a sentence of death on the aggravated murder counts. Petitioner alleges that trial counsel failed to investigate and present a \"culturally attuned\" defense emphasizing self-defense and post-traumatic stress disorder, failed to investigate petitioner's mental health history in order to buttress these defenses, and interfered with petitioner's right to testify, noting that the record does not establish that trial counsel informed petitioner of his right to testify. Petitioner asserts that those failures amounted to constitutionally inadequate assistance of counsel.\nWe summarize the facts from the post-conviction court's findings and from the record. We are bound by a post-conviction court's findings of fact if they are supported by evidence in the record,  and we review its legal conclusions for errors of law. Derschon v. Belleque, 252 Or.App. 465, 466, 287 P.3d 1189 (2012), rev den, 353 Or 208 (2013).\nThe convictions at issue in this case resulted from an altercation in Portland, Oregon, on August 22, 1992. State v. Lotches, 331 Or 455, 457, 17 P.3d 1045 (2000). A string of confrontations culminated when petitioner fired a handgun at several unarmed people and one armed security officer. Id. at 458-59. After petitioner's attempts at flight failed, he surrendered to the police. Id. at 460. There was evidence that petitioner was intoxicated at the time. Id. at 461. Petitioner pleaded not guilty to all charges in a 10-count indictment. Id.\nThe trial court appointed two experienced attorneys to represent petitioner. Those attorneys, and their investigators, met with petitioner repeatedly. During the entire period of preparation and the trial itself, petitioner maintained that he remembered nothing beyond the initial confrontation. Those denials included his testimony at the penalty phase that he could remember nothing about the shooting and that all he remembered about that day was that he had been drinking.\nThe jury trial focused on petitioner's mental state as trial counsel pursued a defense of \"guilty but insane.\" Petitioner was convicted of three counts of aggravated murder, one count of attempted aggravated murder, one count of attempted murder, one count of assault in the first degree with a firearm, one count of robbery in the first degree, and one count of felon in possession of a firearm. Id. at 457. The jury acquitted petitioner on one count of attempted murder. Id. at 461. After a penalty-phase proceeding, petitioner was sentenced to death. Id.\nOn direct and automatic review, the Oregon Supreme Court reversed two of the convictions for aggravated murder, but affirmed the remaining convictions, including one count of aggravated murder, and affirmed the death sentence. Id. at 457. Petitioner sought post-conviction relief and, on June 23, 2009, the post-conviction court conducted a hearing on petitioner's Ninth Amended Petition for Post-Conviction Relief.\nPetitioner is a member of the Native American Klamath-Modoc tribe and the hearing included extensive testimony about the history of the Klamath-Modoc people and various egregious acts of misconduct perpetrated against them by, inter alia, the United States government. There was also extensive evidence as to petitioner's own dysfunctional family and traumatic experiences and some evidence as to the extent that those experiences might have affected petitioner. The post-conviction court concluded that the evidence failed to establish inadequate performance by counsel and that, even assuming ...",
        "score": 4.99798059463501,
        "url": "http://or.findacase.com/research/wfrmDocViewer.aspx/xq/fac.20130710_0000195.OR.htm/qx"
      }
    ],
    "mid_quality": [
      {
        "text": "What some folks don't seem to understand is that NOTHING will ever appease the AAC, or the Network (same group, different name). They want a split. That's been their goal from the beginning. The plan has been to get themselves recognized as an \"alternative Anglican province\" in North America, get the Episcopal Church kicked out of the Anglican Communion, and then claim ownership of all assets previously held by TEC (with Bob Duncan as the new Archbishop, of course).\nOne would think that the article in the Washington Post over a year ago; Plan to Supplant Episcopal Church USA Is Revealed, regarding the leaked Chapman letter would have been enough to wake up most Episcopalians to what was going on. Here's just a small piece of that document;\nDuring the months of Stage 1, we will begin to reform our relationships to build the Network of Anglican Communion Dioceses and Parishes. We will move to initiate support structures for fellowship and strategy, We will act courageously and faithfully to support \"at risk\" parishes. We will creatively redirect finances. We will refocus on Gospel initiatives. We will innovatively move around, beyond or within the canons to \"act like the church God is making us\". Stage 1 will enable congregations/clusters to keep clear use of their buildings for the foreseeable future, and would give critical time to strengthen our leadership circles for what promises to be a turbulent spiritual season.The Via Media groups interpreted the Chapman letter this way;\nStage 2 will launch at some yet to be determined moment, probably in 2004. During this phase, we will seek, under the guidance of the Primates, negotiated settlements in matters of property, jurisdiction, pastoral succession and communion, If adequate settlements are not within reach, a faithful disobedience of canon law on a widespread basis may be necessary.\nThe letter speaks for itself. Property, not piety is keeping dissident parishes in the Episcopal Church. In the longer term, the AAC expects to use foreign intervention to trump American law and the Episcopal Church Constitution and Canons. Its leaders are assuring dissident parishes that the Anglican primates, a consultative body with no governing authority or standing in the United States, will ride to the rescue of Network parishes, negotiate property settlements and transfer the assets of 2.3-million-member church to a group representing perhaps a tenth of that body. The Chapman letter reveals the AAC's \"realignment\" for what it really is -- the overthrow of the Episcopal Church by extra-legal means.The defense was that this was just the opinion of one person, was not the view of the AAC/Network, and various other smoke and mirrors tactics which seemed to have successfully removed this letter from the consciousness of many Episcopalians.\nSince then, more documents have come to light as a result of legal action taken by Calvary Episcopal Church against certain officials of the Diocese of Pittsburgh, including Bishop Duncan. Calvary felt the need to do this because of planned diocesan canonical changes that would allow Pittsburgh not to be bound by the canons of the Episcopal Church, thus allowing the diocese to claim title to all property. This was seen as the first step in a plan by some officials of the diocese of Pittsburgh to leave the Episcopal Church.\nThe court documents used to prove that there was indeed a plan to leave the Episcopal Church are quite revealing. The link is to a rather large pdf file (sorry folks). The entire thing is worth reading, but you may want to jump right to the last dozen pages, which shows copies of the documents placed in evidence. Interestingly, every one of the members of the \"Dromantine Six\" (those lurking about the primates' meeting in Ireland who were chastised by name by PB Griswold this last week) make an appearance in these pages. I'll just mention a few things that jumped out at me.\nThe first piece of evidence is what appears to be a verbatim transcript of an earlier hearing, in which the Chapman letter was dismissed as \"one individual...(making) notes on a piece of paper.\" A bit weak, it seems to me, but ok, let's move on.\nThe next document, which appears to have \"Mainstream Meeting\" scribbled at the top, dated 11/20/03, seems to be from a meeting of Network/AAC bishops. It has quite a few enlightening pieces to it, but the ones that caught my eye were near the bottom; \"D. We intend to cross diocesan boundaries...F. We commit to the guerrilla warfare of the next year.\" Oh, that's what was going on in Ireland; guerilla warfare? Imagine that.\nNext follows a few e-mails. The one from Hugo Blankingship, an attorney, is worth noting. He states, \"John Rees won't listen to anything but our staying in ECUSA.\" Who is John Rees? The legal consultant assigned to the Eames Commission, the body which drafted the Windsor Report. The plan was to have the recognition of a separate province included as one of the recommendations in the WR. Since it looked like that wasn't going to happen (it didn't), plan B was to make sure \"that changes if pressure within the Communion builds up.\"\nThe next rather revealing document is an e-mail from Diane Knippers, President of the Institute on Religion and Democracy, with whom the AAC/Network shared office space, board members and wealthy contributors for many years. To refresh your memory, the IRD started as an anti-communist grant clearinghouse during the Reagan era, focusing especially on Central America (does Iran-Contra and death squads in Nicaragua, El Salvador and Honduras ring a bell?) When they ran out of communists, they turned on the mainline Protestant churches. Knippers begins with this statement; \"...I believe it will be increasingly important for the Network to take on the various functions of a Church.\" Sure sounds like a planned coup d'etat to me. We then see Knipper's continued inclination towards clandestine operations in the last paragraph; \"I'm still on the SCER (Standing Committee on Ecumenical Relations) - but not because I could honestly represent the Episcopal Church in ecumenical dialogue...I'll resign when I need to, but I would like to hang in there as an obstinate and contrary voice a bit longer.\" Infiltrate and be a subversive element; hmmm...that tactic sounds familiar.\nTake a careful look at the \"Draft Proposal for Overseas AEO\" (Alternative Episcopal Oversight). This is where the foreign bishops come in. It's all spelled out in black and white. I wonder how Abp. Akinola is going to feel when it dawns on him he's been merely a pawn in the plan?\nWhat conclusion do you come to when you read this stuff? What I see is a handful of folks, primarily bishops, priests, and attorneys, trying to orchestrate a takeover of the Episcopal Church; building this \"parallel universe\" on the backs of our gay and lesbian members. To the troops, they scream about the bible and tradition. Among themselves, it's all about property and power.\nThe sad thing is, I know quite a few good folks who have bought their...what was the phrase they used?...oh yea; \"road shows,\" and are going to really be hurt when they wake up one day and realize they've been hoodwinked by a band of scoundrels, and in the name of God, no less.",
        "score": 3.095952033996582,
        "url": "http://frjakestopstheworld.blogspot.com/2005/03/closer-look-at-attempted-coup.html"
      },
      {
        "text": "Amazon and other e-commerce firms are responding to a change in Minnesota tax law by cutting ties with bloggers in the state who earn money by posting links that refer shoppers to online stores.\nUnder the change, which goes into effect July 1, such independent bloggers and online reviewers will be seen as giving a company a physical presence in the state. That would force Amazon and other online merchants to start collecting sales tax on all of their Minnesota business.\nAmazon sent an e-mail to its associates in Minnesota on Tuesday, saying it will close all seller accounts in the state to avoid the tax. Other online retailers are taking similar actions, according to affiliate marketers.\n“This is a direct result of the unconstitutional Minnesota state tax collection legislation passed by the state legislature and signed by Gov. Dayton,” the letter from Amazon said.\nThe moves are part of a larger debate swirling nationally, as the House of Representatives considers a proposal that would allow states to require retailers to collect tax on online sales, regardless of whether the company has a physical presence there. The U.S. Senate passed the bill, known as the Marketplace Fairness Act, in May.\nMinnesota is the 11th state to lose online affiliate marketing programs over the issue of “nexus” — that is, how lawmakers define what counts as a physical business presence in a state.\nThe Department of Revenue expected Amazon and other online retailers to stop their affiliate programs in Minnesota, and had already priced the move into revenue projections, said Myron Frans, the state revenue commissioner. The change in law will still generate about $5 million in new sales taxes, he said.\n“If they’re really utilizing someone in the state of Minnesota to sell on their behalf, then that really should qualify as nexus, and therefore they should collect sales tax like everyone else,” Frans said. “We’re trying to level the playing field.”\nNo one from Amazon could be reached for comment.\nThe tax on online sales is not new, but until now the onus to pay has been on consumers, who rarely pay the tax. The new law puts the onus on online merchants, so long as they are paying anyone in Minnesota to direct sales their way, usually through links that credit the person for the sales.\nMost of the people affected are like Aaron Hall, an attorney in Minneapolis with a part-time blog, who said he will lose a couple hundred dollars a month because of the change.\n“A lot of bloggers have been hit,” Hall said.\nBut the effect of the change will be broader than people might think, said Rebecca Madigan, director of the Performance Marketing Association, a national trade group.\nMinnesota has about 5,200 affiliate online marketers who earned about $500 million in 2012 and paid $35 million in state income tax last year, she said.\n“It could be a blog,” Madigan said. “It could be a shopping comparison site. It could be a discount coupon site.”\nThe sellers create accounts with companies like Amazon, Overstock.com, RedEnvelope, Blue Nile and BuyCostumes.com and post links to their products in blog posts, reviews and display ads. They earn a commission for any sales that come through their links.\nConnie Arnold, who runs a discount coupon site called FlamingoWorld out of her living room in Northfield, said she has earned as much as $1 million in 2010, and still makes in the high six figures by posting more than 10,000 coupons from over 4,000 merchants.\nA least 100 merchants will drop her as a result of the change to Minnesota law, and she’s been shifting her focus away from companies like that for the past year, anticipating that state law would change.\n“It is going to hurt me a lot,” she said, “but I’ll just have to adjust.”\nWhat bothers her is that online affiliate marketers have been singled out, even though Amazon can continue to advertise on television in Minnesota and retailers can still mail catalogs to Minnesotans.\n“I agree with what they’re trying to do,” Arnold said. “It’s just that they’re singling out a specific format.”\nMadigan said Amazon, a powerhouse website that gets much of its traffic without the help of links from affiliates, is among hundreds of companies that will terminate relationships with Minnesota affiliates as a result of the new law. But she said it’s not the most important.\n“If it was just Amazon, we wouldn’t care if this passed or not,” Madigan said. “But it’s these thousand retailers that do the same thing, and that’s where we see this economic devastation to Minnesota businesses.”\nIn the past when states have done this, she said, a third of Web marketers moved out of state, a third downsized their business and a third closed their doors.\nAmazon’s position on online sales tax is complicated. It doesn’t want to collect sales tax in any state where other online merchants without affiliates don’t have to.\nBut Amazon has supported passage of the Marketplace Fairness Act, a federal proposal that would render the entire debate moot. The bill would allow states to apply sales tax to all online purchases and also has the support of the Minnesota Department of Revenue, the Performance Marketing Association, and big-box retailers like Target and Best Buy.\n“Congressional legislation is the only way to create a simplified, constitutional framework to resolve interstate sales tax issues and it would allow us to reopen our Associates program to Minnesota residents,” Amazon said in its letter.\nFrans said something similar. “If [small-business owners] would help us contact Congressmen to really move this ball forward, this is something all states could benefit from, and they could too.”",
        "score": 3.0034303665161133,
        "url": "http://www.startribune.com/amazon-drops-blogger-affiliates-in-minnesota-to-avoid-sales-tax/212085341/?c=y&page=all&prepage=2"
      },
      {
        "text": "(December 2011) The Transgender Day of Remembrance on Nov. 20, 2011, and the 16 Days of Activism Against Gender Violence from Nov. 25 to Dec. 10, 2011, are important opportunities to address the serious but often-ignored issue of gender-based violence (GBV) against transgender persons. The status of the transgender population has important implications for the progress toward gender equality and other human rights.\nAlthough usually referring to violence perpetrated by men against women, gender-based violence describes any violence rooted in gender-based power inequalities and gender-based discrimination.1 Within the Lesbian, Gay, Bisexual, and Transgender (LGBT) population, transgender persons—individuals whose birth-assigned sex does not match their own internal sense of gender identity—are particularly at risk of GBV because they represent a direct challenge to traditional gender norms and roles. By refusing to conform to socially sanctioned stereotypes of men and women, transgender persons expose themselves to stigma, harassment, and sexual and physical violence at the hands of family members, their communities, and state actors (such as the police and judicial system). Not only does this violence deprive them of basic human rights, it increases their risk for HIV, mental health problems, and poverty.\nSurveys and other available data illustrate the high degree of GBV that transgender persons experience across the globe. In a 2009 survey of middle and high school students in the United States, 64 percent of LGBT students reported being verbally harassed, 27 percent reported being physically harassed, and 13 percent reported being physically assaulted at school in the past year because of their gender expression.2 Nineteen percent of respondents in the 2008 U.S. National Transgender Discrimination Survey had experienced domestic violence from a family member because of their transgender identity or gender nonconformity. In Turkey in 2010, 16 people were believed to be murdered “due to their real or imputed sexual orientation or gender identity.”4 In Guatemala, three transgender women were murdered in separate incidents over the course of one week in 2009.5The Trans Murder Monitoring Project has documented 539 murders of transgender persons in 42 countries—representing every region of the world—from January 2008 through December 2010.6\nMore groups around the world are working to document and address gender-based violence against transgender persons. Gender DynamiX is a South African organization that advocates for the rights of transgender people and provides information, resources, and training for transgender individuals and activists. The Independent Project for Equal Rights in Nigeria also provides training. As a result, a group of local lawyers changed their understanding and opinions of LGBT issues. They are now offering pro bono services to LGBT clients and are challenging discriminatory laws.\nAlthough efforts to document and combat GBV within the transgender community have begun, much remains to be done. Interventions to respond to and prevent GBV targeted at transgender persons will need to be developed and implemented at multiple levels: individuals and couples, communities, and governments. Silence is one of the main obstacles to combating GBV against the transgender community. Transgender individuals frequently do not report crimes and, when crimes are reported, police and prosecutors often ignore transgender victims or subject them to further abuse and humiliation. Safe spaces and support are needed if transgender victims are to be encouraged to report GBV. Moreover, mechanisms should be put in place to assist any victim of GBV to pursue justice and challenge laws and policies that perpetuate gender-related discrimination and violence.\nConfronting the issue of GBV against transgender communities will not only promote the rights and safety of transgender people but will also advance broader goals of gender equality and elimination of all forms of gender-based violence. Reducing the stigma and taboos surrounding transgender persons and issues is a critical step to ensuring human rights and combating gender-based violence in general.\nKate Gilles is a policy analyst at PRB.\n- Gender Secretariat, Department for Democracy and Social Development, Sida, “Action Plan for Sida’s Work Against Gender-Based Violence 2008–2010” (August 2008), accessed at http://webapps01.un.org/vawdatabase/uploads/Sweden%20-%20Attachment%205%20Action%20Plan%20for%20Sidas%20Work%20Against%20Gender-based%20violence.pdf, on Nov. 17, 2011.\n- Joseph G. Kosciw et al., The 2009 National School Climate Survey: The Experiences of Lesbian, Gay, Bisexual, and Transgender Youth in Our Nation’s Schools (New York: GLSEN, 2010).\n- Jaime M. Grant et al., Injustice at Every Turn: A Report of the National Transgender Discrimination Survey (Washington, DC: National Center for Transgender Equality and National Gay and Lesbian Task Force, 2011).\n- Amnesty International, “Not an Illness Nor a Crime: Lesbian, Gay, Bisexual, and Transgender People in Turkey Demand Equality” (June 2011), accessed at www.amnesty.org/en/library/asset/EUR44/001/2011/en/aff47406-89e4-43b4-93ed-ebb6fa107637/eur440012011en.pdf, on Oct. 20, 2011.\n- Liz Galst, “Saving Lives, Promoting Democracy, Alleviating Poverty, and Fighting AIDS: The Case for Funding Lesbian, Gay, Bisexual and Transgender Populations” (March 2010), accessed at www.arcusfoundation.org/images/uploads/downloads/Saving_Lives_Report_Arcus_Galst_2010.pdf, on July 13, 2011.\n- Transgender Europe, “Transgender Europe’s Trans Murder Monitoring Project Reveals More Than 500 Reported Murders of Trans People in the Last 3 Years” (March 2011), accessed at www.transrespect-transphobia.org/en_US/tvt-project/tmm-results/tmm-march-2011.htm.",
        "score": 3.002190351486206,
        "url": "https://www.prb.org/gender-based-violence-transgender/"
      }
    ]
  }
}